<template>
  <div>
    <div class="letter-background" :style="bc"></div>
 
    <div
      style="
      white-space: pre-wrap;
        font-size: 1.2em;
        line-height: 1.4;
        color: #837362;
        float: left;
        font-family: Satisfy, serif;
        position: absolute;
        top: 20px;
        margin-left: 10%;
        background-color: white;
        z-index: 999;
        width: 80%;
        height: 90vh;
        border: 1px solid #fafafa;
        padding: 20px;
        border-top: 5vh solid #fafafa;
        overflow-y: auto;
      "
    >
    <h1 style="; position: fixed;bottom: 10vh;right:12%;" @click="close">Close</h1>
    致 慧：<br>
&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;展信佳，第一次用电子的形式给你写信哈哈哈，希望能永远保存下去，比海枯石烂还要更加永恒，像我对你的爱。这个电子信封花了好长时间做的，比如这个封面设计，比如这个翻转特效，比如打开关闭信封的动画，说实话我不擅长这些，所以都是网上模仿别人的，一边学一边做，只是希望你能够喜欢。今天是5月8日，明天就是一周年纪念日了（所以这封信会不会有点晚哈哈哈），感觉时间过得好快啊，一年了诶，这两天搞这个聊天记录，看了一年前和你的聊天，感觉又回到了一年前那两个通宵把你拿捏的夜晚，想起了表白之后的喜悦，原来脱单是这种感觉，原来和喜欢的人表白是这种感觉，hhhh，那时候真的怎么说，有点像置身梦境。而且那时候的我还是蛮害羞的，发句语音怕自己声音不好听，和你打电话也很害羞，反正就蛮好笑的，我也不知道为什么会这样，我平时又不社恐又不内向，难道是你有什么魔法？表白之后，端午节我就去找你了，因为有点迫不及待想奔现哈哈哈，去南昌那次经历，玩的经历就只记得到处走，很累，然后看了蛮多电影哈哈哈，然后那天晚上的事情记忆犹新，一开始是回来之后和你闹矛盾了，然后你哭了，我不知道怎么办也哭了，然后之后就两个人躺床上说话，说完之后快十一点了我让你回去，当时宿舍晚上还可能查寝，结果你非要不回去（呵呵，你这不是羊入虎口，你真敢呀），那就在我那里洗澡咯，换了我的衣服，然后就这么睡觉了，一开始我也很害怕，不敢动你，先是说想抱着你睡觉，虽然手是肯定没有碰你的奶子的，但是其实下面有偷偷顶你的（你也不知道我是不是故意的，毕竟硬起来还抱着你不是自然就顶到咯），我就这么一晚上没睡了，第二天快天亮了，你也醒了，然后我就试探性的问了一下能不能摸你的奶子（真的是试探性的，因为当时我还是觉得有点冒昧），结果你回答让我很吃惊，很直接很干脆，而且还把内衣脱了，我当时真的只是想隔着内衣摸一下而已哈哈哈，结果你这样我也很难拒绝不是嘛，然后就摸了，所以是摸到豆豆才知道，哦，原来连bra都没了，然后我就疯狂捏疯狂揉，好爽好刺激，受不了了，就想冲，然后让你不要转过头来（啊啊啊救命，当时明明这么清纯两个人渍渍渍），然后我搞半天搞不出来，就想看，然后就去了你正面，看到了，也吸了rt哈哈哈，最后就是让你用手帮我，结果你不敢看，还是我抓着你的手放到上面，然后你有点不情愿的拽哈哈哈，然后那天中午我就回去了，感觉也是那次开始就聊天越来越没尺度了啧啧啧。第二次去找你已经到了寒假了，暑假我在学校呆了两个月结果差点没热死，然后暑假也和你吵了几次，有一次居然还说了那俩个字，渍渍渍不说这个了，寒假去找你的时候本来是打算等你考完研还可以元旦一起过的，结果疫情不允许被提前赶出学校了，也只能提前去找你了，去找你前一天就发烧感染新冠了，然后去找你也基本躺床上很难受，然后吧，这次也没做什么，但是你用嘴帮我口了，一开始还不愿意看嘞，结果后面心心念念渍渍渍，反正被你夸很好看我很开心就是了。然后这一次虽然你给我看你的bb了，但是我都没看清，或者说没看完，哎呀我当时为什么不让你直接正面给我看（此处应该删我一巴掌）然后就是有点后悔，之后完全不记得看了什么。第三次见面是今年来学校之后四月一日你来找我，刚刚好是愚人节。虽然已经提前做好计划，但是计划还是赶不上变化，第一天晚上去了武昌火车站附近的酒店先放好行李然后等你，发现酒店真的好小啊，而且隔音非常差，隔壁说话听得一清二楚，马上就和你吐槽了，结果你居然说没事还好，hhh，让我挺震惊的，我原本以为你会比我介意，既然你不介意那我就也没问题了。那天晚上点了香锅，然后那天晚上本来说两个人都累了，结果那天晚上还是摸来摸去，真的好没羞没躁啊，不过那晚上我也没lu出来，严重怀疑在你面前我会紧张。那一晚上我都没睡着，结果你睡的真香hhh，不过你坐一天车也累了，那天早上我忍不住了就自己搞了蛮久还she到了你的肚子上，反正终于在你面前弄出来了，贼怕你介意这个。然后那天早上我们就去了粮道街吃早餐，结果你居然不喜欢吃热干面，虽然我一开始也吃不习惯，但是后面越吃越觉得好吃，然后你还吃出蚊子了hhh，真的有够离谱的，还如了你的意不用吃了。然后我们就沿着街走下去，路上好多小吃店，从排队的人的多少就可以知道哪些店是热门的网红店哪些店比较经营惨淡。不过我基本都没吃过，你说你都吃过，羡慕了，虽然我也不是特别喜欢吃。买了一个炸饺，我们就喝着蜜雪冰城找厕所去了，渍渍渍，不愧是bm达人，一等就要等半个小时，等得我腿都麻了，不过好笑的是，一开始你支支吾吾说要回去了，我寻思着这才刚出来啊为什么要回去这么快，渍渍渍，你早点说不就好了，而且回去马桶你也不习惯呀。然后我们买了拖鞋和毛巾，沿着昙华林方向走，我的评价是适合擅长拍照的人来打卡，我不太会拍照哎，而且好多卖纪念品的，没钱只能看看咯，然后最难的是我的手机居然快没电了，本来想去纪念馆的，只能作罢反道回府。那天下午就一直在酒店休息了，不过我感觉还是没睡着。那天晚上的话我们打车去了户部巷（我要是知道有地铁肯定坐地铁了渍渍渍），然后刚下车就下雨了，我们看到好多人在那里卖雨伞，真是会做生意哇,在你的建议下我们找了家可以坐下来的店吃了晚饭，感觉还不错，小笼包，铁板章鱼，热干面，豆皮，吃的蛮饱。然后外面下着大暴雨，我们在里面坐着吃看外面的人被雨淋得到处找避雨的地方，听着雨滴滴答答打在户部巷的砖瓦石地面上，好生惬意。我们继续沿着街道走，然后买了二十块钱烤串，真的好多啊，两个人能吃到回去，六七十根，不过当时我们就躲在那个烤串店外面的屋檐下躲雨，多多少少有些狼狈。雨渐渐停了，我和你去买了水果捞，不得不说真的贵，一点点就四五十了，和外卖的水果捞一样，不过都是贵，溢价太高了，旁边还有一个冰粉（我看到过好多次了都没吃过就想和你试试）结果不卫生，还是算了，看上去也不是很好吃。这之后就打车回去了（雨天三公里三十块，要是知道有地铁我绝对坐地铁hhh）。下车的时候，噗通一下，水果捞掉地上了，幸好只是塑料盒子碎了，外面还有袋子。回到酒店就休息，吃水果，洗澡。洗澡这里嘞，我记得哈，应该是我先洗，然后你进去洗，洗到一半我就突然进去了，进去之后就按照我之前的剧本进行了，先是帮你洗澡，到处摸贼刺激，然后让你帮我洗，谁知道你洗就洗，慢慢自己lu起来了（谁让你这么熟练的啊喂），还有那个让你趴在墙上撅着，我从后面蹭，真的和自己yy的剧本一模一样哈哈哈。洗完澡之后就是额额额，还没那啥嘞，就是帮你放松，我也是学着片里面的，先是亲嘴（不得不说这次我们直接就成功了还亲得很爽哈哈哈，之前就完全不会，为啥嘞，现在还没想明白），一边亲一边揉捏你的奈子，然后你抓着我的下面，真想就一直这样子持续下去。一段时间后我顺着你的嘴巴往下舔你的身体，先是脸颊，然后是耳朵，往下来到脖子锁骨，再往下就到了你的敏感地位，疯狂吮吸挑弄你的高耸的rt，只听到你的呼吸声很急促，我也越来越兴奋，再往下就是你的肚子你的腰，真想把你全身都舔一遍沾满我的唾液，这样你就是全身上下都是我的了。到了三角区，我特地先不去触碰你的敏感地带，来回舔你的大腿和腰，就是不去碰那里，然后每次都假装要去了，又转向其他地方哈哈哈，就是要这么让你欲罢不能，然后差不多了，我就去往那片森林，该说不说，那个内裤真的蛮不错的诶，很有诱惑力，我先是隔着内裤一直在蹭，然后把你内裤一脱，哇哦哦，这算是第一次从正面看你的妹妹吧，然后就用舌头帮你口，不过好像没怎么掌握技巧，感觉趴下去就会被毛毛搞得有点难呼吸，下次一定要找个合适的角度搞你个半小时嘿嘿嘿。然后这些之后，我打算用手指帮你，就用手戴着安全套先一只食指插进去，一开始还找不到洞，找到洞了也没找好角度，总结下来就是得斜着顶开系带放进去，不过一开始一根手指你也疼，只能慢慢摸索你的小穴，不过第一次探索有些好奇，原来里面是有褶皱的，而且是在上沿，该不会那里就是什么G点吧。反正一直手指你慢慢适应了之后我就开始尝试两根手指，结果发现根本放不进去哈哈哈，而且你很疼，然后我就一直鼓励你一直给你讲故事，还拍了你屁股，我也不知道为什么要拍你屁股（可能像打针一样，拍一下屁股会没这么疼？）然后就慢慢两根手指也能放进去了，但是也只能进去一办，后面两个人都累了就这么结束了，你帮我搞也没搞出来。那天晚上我还是没怎么睡着。转眼到了早上，也就是四月三号早上，我们尝试了一下，我还是先用手指帮你放松（不得不说，十几个套套全是戴手指上了哈哈哈）还值得提一下的是，每次用手指帮你你的大腿都夹得好紧，每次我的手都快被你夹断了，而且你叫的真的好～骚哈哈哈褒义词，然后差不多了我就给我下面戴上了，结果哈哈哈一下子没硬起来，我觉得可能是太累了，然后也帮你搞了好久就注意力被转移了，加上第一次有点紧张，就注意力集中不上来（我肯定是没问题的也对你肯定不是没感觉之类的，我平时自己坐着都能时不时翘起来，而且和你睡觉也是硬邦邦的诶），反正正面传教士进不去，我就让你趴在床边撅着，我在后面蹭，虽然我不是很硬，但是蹭着蹭着你下面我就有感觉了，慢慢硬起来了，加上润滑油，结果进去了！好耶！但是，额额额，好像你很疼，然后那个床太高了我得踮着脚我没有发力点，加上你下面真的有点紧，我抽插我自己都有点疼，额额额，所以就没怎么动，但是还是成功了总的来说。然后就又试了一下正面，也能进去，但是一样动不了。后面就是两个人都累趴了就这么停下了。在酒店商量去哪里，然后呆到了下午去吃了一个烤肉自助，怎么说呢，其实我觉得还可以，主要是氛围蛮好，就是你吃的真的有点挑哈哈哈，不过我知道你不喜欢吃肉了下次应该选其他店，吃完之后我们在那里随便走了走消化，那天的天真的好黑，感觉随时要下大暴雨。然后我们就坐地铁去看电影去了 ，萌芽之旅，看之前还租了一个充电宝打王者给你看，然后电影开始了我就挂机了（后面居然没输哈哈哈）电影确实蛮好看的，我们也讨论了好多看完之后，真的很喜欢这种讨论电影的氛围呢哈哈哈，还是和你一起。回去之后那天晚上，我记得不太清了诶，哦，那天晚上洗澡，我让你帮我洗澡哈哈哈，然后我也帮你洗澡，那天晚上我真的不太记得清了，不过应该肯定也瑟瑟了。到了四号早上，点了一个粥和豆浆，结果没吃多少你就要上厕所，而且酒店里的厕所你上不了哈哈哈，要是以后随便去什么好一点的酒店你不得都另外找厕所？然后我就带着你去火车站附近找蹲厕了，渍渍渍，又等二十多分钟。回去之后我们就准备去长江边了，长江风景真的很好诶，哪怕那天是阴天，我们沿着桥走，拍了好多照片，那天风还很大，我让你走里面你又不愿意，然后每次后面有车来你又不知道，这种时候你就不要倔强了嘛真是的。然后我们就沿着那个公园？还是什么的，山路，走了下去，打车回去了，哈哈哈，那周边吃饭有点小贵，还是回酒店点外卖好了，那天中午吃的还是香锅。然后就在酒店呆到下午，我表姐还找我做作业额额额，挺烦的，下午本来打算去我学校的，结果闹矛盾了，可能那时候因为这个表姐还有等了好长时间然后各种各样的原因就说了不该说的话，果咩，然后那天就呆在酒店了，后面和好了点了晚饭和奶茶，到了晚上，就有了那个我不想要你喝阿华田奶茶和我kiss的事情了哈哈哈（让你喝特别多水），虽然其实也没有这么讨厌啦，就是想让你多喝水。诶，对了，让你穿衣服是穿什么来着，我都记不清了，你还记得吗，反正我就记得cosplay真的满刺激的哈哈哈，战斗力翻倍！那天晚上我愿称为69之夜，那天晚上一开始还是一样先用手帮你，然后你gaochao了，我一开始很不相信，你解释了好多次还是一样，然后你翻脸了，然后就是怎么亲你怎么摸你都不愿意，不过后面还是被我亲开嘴了略略略，那天晚上我一直都很硬，然后后面闹矛盾之后还是很硬，最后亲开你的嘴之后，想进去了，但是你有点不是很配合我，可能还是在生刚刚的气，但是不配合我我一下子就软掉了，然后我说我都帮你搞了你不帮我搞，但是你还是有点不理我，然后我就生气了，也硬不起来了，然后你还说要怎么办要不要那啥，我真的是服了你了那时候，此处你应该扇自己两巴掌（我才不会让你扇自己嘞，说说而已，摸摸），后面你安慰我了道歉了，然后我才和你亲热慢慢又硬起来了，后面69感觉也是无意之举，没想到这么刺激，而且我发现带着套你再撸我很舒服，很容易出来，但是我还是想说，69YYDS，在后面躺着又能被你撸，又能看着你性感的下面，还能用手随意挑弄，我擦，这辈子值了哈哈哈，真的好刺激啊，想起来就硬了，后面你也成功把我撸出来了，she了好多。
第二天早上，睡意中有人拿着我的手让我揉胸？？？what？我也只能照办，结果后面居然是在偷偷zw，额额额，只能说，精力过于旺盛，然后早上天亮了，居然还要，好吧，用手满足你，结果居然提出什么用力捏rt的要求，好吧，满足你，然后又高潮嘞，真的是，精力旺盛！然后居然还不想我拔出手指，还想要，然后搞得我也想要了，本来我已经不应期了，结果又带着套被你撸出来了，不过好幸福，带个套被你撸就可以出来了，而且很爽。然后我出来之后说出去了，去学校，结果你说还想和我玩，woc，离谱，这么欲求不满咩，你这家伙。后面还是被我拉起床了，去了学校，走路到处逛了校园，吃了干锅，注意，这里又去厕所去了半小时哈哈哈，本来还打算去东湖的，但是想到那天天气太好，而且是清明，打车去可能出不来了，去车站就麻烦了，然后就不去了，在教学楼睡了一下，沿着湖边小路还看到了情侣在座椅上抱着亲，就差路边do了哈哈哈，还看到了智慧桥，最后从东门出去了，出去还吃了个螺蛳粉，结果你就被辣死了，我都没什么感觉哈哈哈，明明两个都是微辣，到底谁是江西人谁是广西人啊喂。然后就打车送你去车站了，当时真的好困好累，但是肯定还是要送你的，你一个人打出租车这么远，还是要陪一下的，最近分别的时候还抱了一下。
  哎，总结就到这里了，这封信差不多六千个字嘞，不知道你写了多少，好想你啊，写这封信硬了n次哈哈哈，多少有点太yellow了，不过都是和你真实的回忆，好想你！不过还有十天左右就可以见面啦！今天是纪念日，一周年纪念日，宝贝纪念日快乐，我们要一直走下去，永永远远在一起！爱你么么么！
<br><br><br>四月一日
  早上六点多就早早起床准备行李，出发之前还特地拜托老妈给我扎了一个日式双马尾，虽然老妈一脸被我从梦中叫醒来很不耐烦的样子，但是还是给我扎好了。发型特别好看，想着扎个全新的发型可以给李建一个惊喜，之前好几天刷了很多相关视频才选中了这个发型，一是觉得简单好上手二是觉得很可爱很好看，但是奈何脑子学会了手没学会，实验了好几次接受自己是个手残的结论以后无奈求助母上大人，母上大人确实神通广大，不用给她看视频只是简单描述地几句就立马学会了，厉害了老妈！就这样，检查行李“装备“齐全以后怀着期待激动的心情出发啦！！！
  检完票坐上火车以后，便是漫长的等待过程。不得不说坐车真是枯燥无聊，有手机的时候还好，可以听听歌打会游戏（虽然总是容易因为信号不好断网(｀⌒´メ)），打了一会游戏发现瞬间电量才不到百分之五十了，只能乖乖关闭屏幕收起手机老老实实就这么干坐着。坐的位置是靠近过路的，不能靠着桌子好好休息，时不时打开手机看看还有多久到，虽然知道自己一定可以见到李建，但是坐车的这十个小时显得无比漫长，要是可以像原神的派蒙一样加速时间那该多好。。。。
  终于到武汉站了！我赶紧给李建发了自己到了的消息，一方面是激动另一方面手机快没电了得赶紧联系上。李建看到消息后让我上电梯来，我出来确实是看到了电梯（现在觉得自己好傻看到了直接上不行嘛_(:з」∠)_），但是人流看起来并没有都往这个电梯走，我不确定是不是这个电梯就没敢上去，兜兜转转走了一会就迷失方向了，只好跟李建说不知道怎么走然后自己乖乖找好了一个醒目的位置等待着。不过李建这个憨憨居然没看到我渍渍渍，这么醒目的位置一开始居然没看到，后面才发现我就在楼梯附近。一见面就说我傻（好气），不过终于见到面了，开森^_^
  在去酒店的路上李建跟我吐槽了酒店的膈应效果不好，不过这个对我来说不是什么大问题啦，实际上真正到了酒店观感还ok，就是有点不逃透气闷闷的感觉，除此以外都在可以接受的范围，而且而且比起酒店的环境我更在意的是之前的约定，说好了这次见面要做爱（害羞〃∀〃），不知道他什么时候会主动提这个呢。
  洗完澡躺在床上后，我侧躺着心里想着李建会不会想摸我的胸呢，果然，没有猜错哈哈，没过多久就问我，然后我很配合地解开衣服方便他揉胸（也有很不好意思啦）。揉胸的时候虽然没有自慰的那种快感，但是被喜欢的人摸胸感觉很幸福心理有满足感，尤其是听到他说真的好大啊虽然很害羞但是很喜欢他这么夸自己，觉得这么说既是对自己的夸赞也表明自己对他的吸引力好大，所以很喜欢被摸胸的感觉，就是要是揉的力度大一点就好了还有用力捏捏乳头就好了。。。还吸了我的乳头，好舒服还忍不住叫出声音来了，怕喊得太响所以努力让声音小一点所以发出了唔咽的声音，脑袋热热的，下面也情不自禁流水了想要了，不过今天太累了嘛就没想着试试做爱。然后我也给他口了（捂脸），不过我的口技还是不太好，总是牙齿擦到丁丁的皮上弄得他很痛（苦恼），要是有教程可以学就好了，还有用手给他撸了，和前面的一样，我的手艺看起来不大行，不太容易帮他弄出来，就有点挫败感，不过这些都不要紧，可以慢慢学嘛，然后没多久我们累了就休息了，有李建的陪伴我很快就睡着了，虽然李建吐槽自己老是硬得没法休息好，真是既好笑又心疼。

四月二日
  早上是被李建喊醒的，不过准确来说是被啃醒的（用嘴吸了我的乳头），可能乳头太敏感了，所以下面又有点感觉了（不过这时候没当一回事）。。。哦对了，他自己也撸起了丁丁，毕竟昨天没有弄完嘛现在肯定憋坏了，弄出来以后还射到了我的肚子上（捂脸）。
  这天穿的是李建买的黑裙子出去的，还配了白色袜子和他买的jk鞋，看起来很好看，之前就一直想着有机会穿着这个裙子和他一起玩了，这下终于如愿了。去了一个看起来像小吃街的地方，一路上都是好吃的，带我去吃了湖北知名的热干面，不过第一次吃觉得吃不太习惯，尤其是用了我不理解的花生酱，吃着吃着还看到有蚊子就没有吃完，不过下次有机会来武汉的话我肯定还要再吃这个，毕竟他很喜欢嘛。出去还点了蜜雪冰城的奶茶和葡萄啵啵果茶，虽然都说蜜雪冰城的奶茶味道很淡不好喝，但是我就是很喜欢他家的珍珠奶茶，主要是珍珠很软糯很好吃，奈斯。还买了炸饺（？），听名字我以为是饺子结果看起来像麻花，有点不解。走了没几分钟，突然有尿意想上厕所，而且下面因为早上的事情一直都有点敏感，在找厕所的路上突然就喷了，我以为我尿内裤上了（真这样的话那就太丢脸了(≖͞_≖̥)）。在李建的帮助下终于找到了厕所，进去检查了发现并没有尿内裤只是单纯地喷了不明液体（虽然不是尿了但是感觉好像更奇怪了？）。出来以后又在周边拍了很多照片，尤其是那个有一颗假樱花树的地方，有很多大大小小的摆设，太适合拍照了，不过我两都不会拍照（唔）。
  傍晚去了长江边的小吃街，本来打算去坐船的，逛完小吃街没一会就下雨了，幸亏我提前就建议了李建去找一家馆子吃饭，点了三位豆腐、小笼包、热干面还有鱿鱼烧烤吃，吃着东西看着外面下雨的感觉好生惬意！
四月三号
  白天我们去了长江边玩，拍了很多照片，

四月四号
  这天下午本来打算去学校看看的，我很开心地换上jk裙子，想着天气不是特别冷我也比较抗寒就觉得没什么问题，而且我想和李建每一次出去玩都是美美的，但是被他说了穿成这样是给谁看？当时一听到这话给我的打击很大就把鞋子拖了躺在床上不说话，他也意识到自己一时说话重了也解释自己只是不想我受冻才不小心说出这样的话，说到后面他自己都哭了觉得没有带我好好玩所以很内疚，我看着也心疼就安慰了他明天上午再去逛学校也不错晚上在酒店看看电影也没什么不好的。
  因为没有出去晚上就是没羞没躁的亲密互动（捂脸），不过发生了一个小插曲。本来开始李建是用手指给我扣小穴的，昨天用手指是没有太多感觉的，今天突然觉得好像戳到了什么地方（可能是g点吧）就觉得很爽，所以他在我的指示下一直往这里捅我很快就高潮了？（虽然和豆豆高潮的感觉不太一样）我很确定我是高潮了，但是李建不信觉得我在笑不可靠是在演戏还反复让我发誓没撒谎，我觉得没有信任我就不开心闹脾气了，以至于后面他自己意识到确实没撒谎想继续亲密的时候我就很不配合，亲我的时候就一直反方向摇头，听到他说那我怎么办的时候还在赌气就没回复，其实我也没有那么不生气了就是还有点闹别扭就没有答应，完全没想到这件事的严重性。。。突然李建表情很不对劲，说话也变得有气无力起来，问他怎么了就说自己现在已经软了，我没想到会这样的，感觉他很伤心不知道怎么安慰就很作死地说出了那句你要和我分道扬镳吗还自己哭起来了（现在想起来蛮好笑的，犯错方自己哭起来了），果然这么说以后他更不开心了。后面还是他主动提出来要“惩罚“我，亲密的时候不准喊出来，摸我的胸吸我的乳头但是不准我喊出来，开始确实有点难受╯﹏╰不让喊的话一直憋在嘴巴里不太舒服，可是憋久了好像有点越来越感觉了（捂脸，又有新xp了），接着很自然地就接吻了，好喜欢接吻啊，吐出舌头交缠的感觉让人欲罢不能，双方都挑起情欲来了决定再试试做爱。当时穿的是jk裙子和黑丝袜，黑丝袜显得腿很瘦很好看，看起来李建也很喜欢哈哈，一直摸我的腿，还用我的腿撸了一下丁丁看起来非常陶醉兴奋的样子。不过我没想到等我躺下来把腿岔开的时候李建突然很暴力地把黑丝撕破了，还是阴户的位置，感觉好羞耻啊。然后给我的阴唇抹上了润滑油，不过正面试了几下还是不太容易插进去所以还是换后入了，开始依旧是一根手指一根手指来的，扩展到两根手指了就把丁丁插进去，里面被撑得满满的，不过好歹没有昨天那么疼了，但是可能因为没做几次里面还是太紧了，夹得他很痛所以没放多久李建还是撤了出去。之后李建突然提议要我反向跨坐在他身上，我意识到了就是69呜呜呜，好羞耻啊，在这里穿插一个回忆:第一次知道69还是高中看漫画的时候，名字叫监狱学院，虽然剧情非常工口，但是奈何剧情太神作者画工也很强所以还是深深地被这个漫画吸引以至于追了好多回，然后看到某一回里面有两个女孩子提议搞一种在我看来很新的play，赋名为69，我还想着为什么要叫这个名字，结果就看到了震惊的一幕，一个女孩跨坐在另一个女孩身上，然后她两互相舔下面omg，给当时幼小的我造成了不小的震撼！！ok记忆讲完，回到刚刚，知道69是个很羞耻的姿势以后，虽然很不好意思但是还是听着话乖乖地跨在李建身上，因为双腿跨在他肩膀（大概这个位置）的两边，所以两腿被撑得很开，我当时也没有意识到自己的阴户此刻在他眼里一览无遗。当时照着他的指示调整好动作，想到下面这么被近距离看着很害羞但是好有感觉好像要。不过没想的是李建从我跨在他身上开始就时不时说我的下面形状很好看，还让我一边撸着他的丁丁，但是中途感觉自己下面好像被口了太舒服了忍不住就停下了手中的动作（后面才知道只是用手扣扣），于是他立马喊我不要停，我对自己的手艺是没啥信心的，可是此刻在69的帮助下我帮他撸出来了，搞完以后看得出来他很爽，我也很开心，不过69的魅力这么大吗，开始好奇自己下面是什么样子的。

四月五日
  一大早上醒来抱着李建的胳膊很满足很有踏实感，抱着抱着感觉又想要了，自己就忍不住把手伸下了豆豆那里自慰，一边是手指对着豆豆打圈圈另一边又担心会被李建发现，虽然知道李建看到肯定不会介意但是就是很害羞不想让他知道。揉了几分钟因为太舒服很快就高潮了，第一次在李建旁边亲手用手揉豆豆揉到高潮呢，而且还不需要看番真奇妙。
  没过多久李建也醒来了，我坦白了刚刚在他睡着的时候自慰了，没想到他也决定帮我我再来一次。呜呜本来不想再搞的，但是听到再试试用手指就又发情了。真的好喜欢李建用手指插小穴啊，一根手指的尺寸刚刚好不会疼，可以插进去很多，还能在里面搅动，舒服得想让他把手指一直放在里面斯哈斯斯哈。后面气氛到了忍不住求李建用力捏我的乳头，虽然痛痛的，可是越痛越有感觉，不一会儿就高潮了，感觉自己又有了一个新xp。。。。
   最后去了李建的学校看看，不得不说学校好大了，比我学校大多了，一个上午都不太可能逛得玩的样子。。。我们中午一起吃了麻辣香锅，美味又实惠，比外卖实惠多了。吃完就一起简单地散了散步，好笑的是中间困了还去蹭教学楼睡觉去了，老实说我是不好意思的，尤其看到旁边的位置上摆放了文具，大概率是坐在这学习，对比下来我来这里睡觉好罪恶啊啊啊啊啊（都毕业了操心这个干嘛啊喂）不过还是在这休息了，还睡得跟猪一样死，如果不是李建把我叫醒了我还能继续睡hhh接着继续在学校逛了逛，没想到学校里面还有像商业街的地方，小吃店也很多，甚至在路上还看到了棕bei（土话），这玩意在我老家这边非常热门，很多人喜欢拿来做棕bei炒腊肉，还卖得不便宜，我们那吃酒席经常点这道菜。我甚至在思考这路上的棕bei可以卖不少钱了哈哈，幸亏我不吃这个，换别的于都人看到都要流口水。走着走着没想到还看到了非常炸裂的一幕，还是李建告诉我我才注意到对面一对情侣仿佛入无人之地一般激情的热吻（还是女生就坐在男生腿上亲那种！？），跟李建吐槽这对情侣真大胆这家伙居然拿我之前在亲密的时候喊得很大声还不害噪，可恶，听得我真是又气又羞(｀⌒´メ)。然后还看到了好玩的东西-智汇桥，那时候不太好意思站在那拍照，可惜了，下次再来的时候拍好了，毕竟名字和我这么像也是一种缘分呢。
  出去学校以后我们吃了螺蛳粉，这家的螺丝粉辣死我了，吃的时候一直呼气，还被李建嘲笑了，奇怪了他居然不会觉得辣嘛，我居然还没有李建会吃辣，离谱。面条也给的特别足以至于后面我没有吃完，这几天好像浪费了不少粮食，果咩。差不多快到离开的点了，本来想自己坐出租车离开的，不想李建这么辛苦地陪着我走来走去，但是他坚持要陪我就一起搭了出租车。坐在车上因为不舒服所以不舍的感觉没有那么强烈，可是一下车以后意识到要分别了就很难过很不舍得，到了检票口和李建提议要抱一抱（想记住拥抱的感觉），最后就上车离开了，不过虽然很不舍李建也安慰了我下次很快要见面了，所以一想到后面的见面心情又好了很多，期待下次见面吧(◦˙▽˙◦)
 </div
    >
  </div>
</template>

<script>
export default {
  name: "large-letter",
  data() {
    return {
      bc: {},
    };
  },
  created() {
    let dom = document.querySelector("#live2dcanvas");
    if (dom) {
      dom.parentElement.removeChild(dom);
    }
  },
  methods:{
    close(){
      this.$router.push('/letter')
    }
  }
};
</script>

<style scoped>
.letter-background {
  height: 100vh;
  width: 100%;
  z-index: -10;
  background: beige url("../images/bg.png");
}
.letter-background ul {
  padding: 70px;
}
.letter-background ul li {
  position: relative;
  height: 1px;
  width: 100%;
  background-color: black;
  margin-top: 30px;
  list-style: none;
}
@font-face {
  font-family: "Satisfy";
  font-style: normal;
  font-weight: 400;
  src: local("Satisfy Regular"), local("Satisfy-Regular"),
    url(font/rP2Hp2yn6lkG50LoCZOIHQ.woff2) format("woff2");
  unicode-range: U+0000-00FF, U+0131, U+0152-0153, U+02BB-02BC, U+02C6, U+02DA,
    U+02DC, U+2000-206F, U+2074, U+20AC, U+2122, U+2191, U+2193, U+2212, U+2215,
    U+FEFF, U+FFFD;
}

.letter-background span {
  line-height: 30px;
  position: absolute;
}
::-webkit-scrollbar {
  width: 0rem;
  height: 0.5rem;
  background: hsla(0, 0%, 100%, 0.6);
}

::-webkit-scrollbar-track {
  border-radius: 0;
}

::-webkit-scrollbar-thumb {
  border-radius: 0;
  background-color: rgba(95, 95, 95, 0.4);
  transition: all 0.2s;
  border-radius: 0.5rem;
}
::-webkit-scrollbar-thumb:hover {
  background-color: rgba(95, 95, 95, 0.7);
}
</style>
